IDEA StatiCa Open Model
OpenModelClassAttribute Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Overload List
Name | Description
OpenModelClassAttribute(String)
 Constructor
OpenModelClassAttribute(Type)
 Constructor
OpenModelClassAttribute(String, String)
 Constructor
OpenModelClassAttribute(String, Type)
 Constructor
OpenModelClassAttribute(String, String, Type)
 Constructor
Top
See Also
Reference
OpenModelClassAttribute Class
IdeaRS.OpenModel Namespace